import React from 'react'
import "./Slider.css"
import { Helmet } from 'react-helmet';  // Import Helmet
import image from "./../../../assets/Ywgr48fKBegXCgyvqz5nfhyzVAcSni3Ssve1aKGS.webp"

export default function Slide() {
  return (
   <>
   
   <div className="carousel-h">
  <div className="list">
    <div className="item">
      <img src={image} />
      <div className="introduce">
        <div className="topic">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* 20 lorem */}
          إمكانية الفك والتركيب بسهولة
لا يتم استخدام الصمغ في التركيب
عازلة للمياه
المنتج مكون من خمس طبقات (تعرف أكثر على مميزاتها)
ألوان متعددة زاهية وجذابة
لا يحتاج تركيبها إلى تخريم أرضية المركبة أو فك الكراسي        </div>
      </div>
      <div className="detail">
        <div className="title">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* lorem 50 */}
          إمكانية الفك والتركيب بسهولة
لا يتم استخدام الصمغ في التركيب
عازلة للمياه
المنتج مكون من خمس طبقات (تعرف أكثر على مميزاتها)
ألوان متعددة زاهية وجذابة
لا يحتاج تركيبها إلى تخريم أرضية المركبة أو فك الكراسي        </div>
      </div>
    </div>
    <div className="item">
      <img src={image}  />
      <div className="introduce">
        <div className="topic">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* 20 lorem */}
          إمكانية الفك والتركيب بسهولة
لا يتم استخدام الصمغ في التركيب
عازلة للمياه
المنتج مكون من خمس طبقات (تعرف أكثر على مميزاتها)
ألوان متعددة زاهية وجذابة
لا يحتاج تركيبها إلى تخريم أرضية المركبة أو فك الكراسي        </div>
      </div>
      <div className="detail">
        <div className="title">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* lorem 50 */}
          إمكانية الفك والتركيب بسهولة
لا يتم استخدام الصمغ في التركيب
عازلة للمياه
المنتج مكون من خمس طبقات (تعرف أكثر على مميزاتها)
ألوان متعددة زاهية وجذابة
لا يحتاج تركيبها إلى تخريم أرضية المركبة أو فك الكراسي        </div>
      </div>
    </div>
    <div className="item">
      <img src={image} />
      <div className="introduce">
        <div className="topic">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* 20 lorem */}
          تحقيق الصحة الجسدية والنفسية لم يعد أمرًا مستحيلًا؛ فكل ما يحتاجه الجسم هو توازن المعادن الغذائية في خلاياه وأنسجته، وبالتالي توازن عمل أعضائه.
        </div>
      </div>
      <div className="detail">
        <div className="title">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* lorem 50 */}
          تحقيق الصحة الجسدية والنفسية لم يعد أمرًا مستحيلًا؛ فكل ما يحتاجه الجسم هو توازن المعادن الغذائية في خلاياه وأنسجته، وبالتالي توازن عمل أعضائه.
        </div>
      </div>
    </div>
    <div className="item">
      <img src={image}  />
      <div className="introduce">
        <div className="topic">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* 20 lorem */}
          تحقيق الصحة الجسدية والنفسية لم يعد أمرًا مستحيلًا؛ فكل ما يحتاجه الجسم هو توازن المعادن الغذائية في خلاياه وأنسجته، وبالتالي توازن عمل أعضائه.
        </div>
      </div>
      <div className="detail">
        <div className="title">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* lorem 50 */}
          تحقيق الصحة الجسدية والنفسية لم يعد أمرًا مستحيلًا؛ فكل ما يحتاجه الجسم هو توازن المعادن الغذائية في خلاياه وأنسجته، وبالتالي توازن عمل أعضائه.
        </div>
      </div>
    </div>
    <div className="item">
      <img src={image} />
      <div className="introduce">
        <div className="topic">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* 20 lorem */}
          تحقيق الصحة الجسدية والنفسية لم يعد أمرًا مستحيلًا؛ فكل ما يحتاجه الجسم هو توازن المعادن الغذائية في خلاياه وأنسجته، وبالتالي توازن عمل أعضائه.
        </div>
      </div>
      <div className="detail">
        <div className="title">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* lorem 50 */}
          تحقيق الصحة الجسدية والنفسية لم يعد أمرًا مستحيلًا؛ فكل ما يحتاجه الجسم هو توازن المعادن الغذائية في خلاياه وأنسجته، وبالتالي توازن عمل أعضائه.
        </div>
      </div>
    </div>
    <div className="item">
      <img src={image} />
      <div className="introduce">
        <div className="topic">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* 20 lorem */}
          تحقيق الصحة الجسدية والنفسية لم يعد أمرًا مستحيلًا؛ فكل ما يحتاجه الجسم هو توازن المعادن الغذائية في خلاياه وأنسجته، وبالتالي توازن عمل أعضائه.
        </div>
      </div>
      <div className="detail">
        <div className="title">سنكون سعداء بتفقدكم لمنتجاتنا والتعرف على مزايا المنتجات ومواد التصنيع</div>
        <div className="des">
          {/* lorem 50 */}
          تحقيق الصحة الجسدية والنفسية لم يعد أمرًا مستحيلًا؛ فكل ما يحتاجه الجسم هو توازن المعادن الغذائية في خلاياه وأنسجته، وبالتالي توازن عمل أعضائه.
        </div>
      </div>
    </div>
  </div>
</div>
<Helmet>
<script src="hello.js" />
     </Helmet>
   </>
  )
}
